[
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "24小时接待台 机场接送 烧烤区 酒吧/酒廊 早餐 货币汇率 园林 礼品店 古迹 洗衣/代客服务 会议设施 多语种的工作人员 报纸/杂志 开放24小时 客房服务 出租车服务 旅游/旅游援助 电压转换器 无线上网(免费)",
    "trg_text": "Hostel amenities 24-hr front desk Airport pickup BBQ area Bar/lounge Breakfast included Currency exchange Gardens Gift shop Historic site Laundry/valet service Meeting facilities Multi-lingual staff Newspapers/magazines Open 24 Hours Room service Taxi service Tour/sightseeing assistance Voltage converters WIFI (free)"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "欧洲领导人弱势、意见不一，似乎也没有能力勾勒出欧洲一体化所能提供的可信的美好未来前景，而没有这一前景，他们就无法赢得群众支持、说服顽固的政府承担当前成本的合理份额。",
    "trg_text": "EU leaders are weak, divided, and seemingly incapable of setting out a credible vision of the future benefits that European integration could provide, without which they cannot rally popular support and convince recalcitrant governments to bear their fair share of current costs."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "美国一方面缺乏储蓄，另一方面又要实现消费和增长，只得从海外进口过剩储蓄缩小差距，迫使其与中国等国产生巨额经常账户和贸易逆差来吸引外资。",
    "trg_text": "Lacking in saving and wanting to consume and grow, the US must import surplus saving from abroad to close the gap, forcing it to run massive current-account and trade deficits with countries like China to attract the foreign capital."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国人民银行大力干预外汇市场以维持汇率稳定，并以此创造了巨额流动性，迫使当局采取大规模冲销措施以避免增量超出货币基础的设定目标。",
    "trg_text": "The PBOC keeps the exchange rate stable by intervening heavily in the foreign-exchange market, creating so much liquidity that the authorities must engage in massive sterilization to avoid overshooting the targeted increase in the monetary base."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "更多 24小时接待台 机场接机 烧烤区 自行车出租 船租赁 包括早餐 租车 儿童允许 礼宾 电梯/升降机不详 Gameroom 浴缸 亚麻列入 现场音乐 行李车 医疗援助呼吁 会议设施 多语种的工作人员 报纸/杂志 没有宵禁 24小时开放 客房服务 保险箱 允许吸烟 体育/活动 蒸汽房 出租车服务 旅游/旅游援助 电压转换器 无线网络",
    "trg_text": "24-hr front desk Airport pickup BBQ area Bicycle rental Boat rental Breakfast included Car rental Children permitted Concierge Elevator/lift not available Gameroom Hot tub Linen included Live music Luggage carriers Medical assistance on call Meeting facilities Multi-lingual staff Newspapers/magazines No curfew Open 24 Hours Room service Safe deposit box Smoking permitted Sports/activities Steam room Taxi service Tour/sightseeing assistance Voltage converters Wireless internet"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在委内瑞拉，前总统科雷拉成功地让自己挑选的继承人当选总统，但低油价和美元短缺意味着极有可能发生政策缓和（policy moderation ） 。",
    "trg_text": "In Ecuador, former president Rafael Correa managed to get his handpicked successor elected, but low oil prices and dollar shortages make a turn toward policy moderation quite likely."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "大多数人好像并不认真思考他们应该从收入中拿出多少用于储蓄，或者如果他们仅仅是现在调整储蓄水平，他们老来财富的差别可以有多大。",
    "trg_text": "Most people do not seem to think very hard about how much to save from their income, or about how big the differences in their wealth could be in their later years if they just adjusted their saving rate today."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "（布什戈尔竞选其非同寻常之处在于直到选举投票一个多月后的12月12日才确定选举结果，当时最高法院做出了一个有浓重党派色彩并引发高度争议的决定，以5票对4票终止佛罗里达州的重新计票工作，并将布什送上了总统宝座。 ）",
    "trg_text": "(The Bush-Gore contest was unusual in that it wasn’t settled until December 12, more than a month after the election, when the Supreme Court, in a partisan and highly controversial decision, voted 5-4 to end the recount in Florida, handing the presidency to Bush.)"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果我们不愿让子孙后代追悔“失去的”几十年，那南欧的生产率水平就必须相对于北欧升高，同时工资和价格水平则必须降低约30 % ， 这样南欧才能依靠出口支撑消费而北欧则用盈利来购买南欧的产品。",
    "trg_text": "If we are not to look back in a generation and bemoan “lost” decades, southern European productivity levels need to rise relative to the north, and wage and price levels need to fall by roughly 30%, so that the south can pay its way with exports and northern Europe can spend its earnings on those products."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "下降的生产率和升高的单位劳动成本损害了公司的用人积极性，使欧洲的失业率长期高于美国。",
    "trg_text": "Lower productivity and higher unit labor costs eroded firms' willingness to hire, leaving Europe with chronically higher unemployment than in the US."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "美国对台军售主要是为了自卫，也是向中国传递信号：如果中国对台采取军事行动，美国不会袖手旁观。",
    "trg_text": "The US sells Taiwan military equipment mostly for self-defense, and as a signal to China that the US will not stand idly by in the event of Chinese military action against the island."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "不管能源结构变化目标为何，已经饱受高失业之苦的欧盟国家将被迫重新考虑其高成本能源战略，否则就将面临竞争力恶化和就业岗位减少。",
    "trg_text": "Whatever their targets for shifting their energy mix, European Union countries, already suffering from high unemployment, will be forced to reconsider high-cost energy strategies or face weakening competitiveness and loss of jobs."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "和2017年不同，如今美元正在升值，这将导致美国贸易赤字进一步加大，一如既往认为自己正确的特朗普将把矛头指向他国，采取更多保护主义政策。",
    "trg_text": "And, unlike in 2017, the US dollar is now strengthening, which will lead to an even larger US trade deficit and more protectionist policies as Trump, assuming he remains true to form, blames other countries."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "总之，中国必须将重点从实现GDP增长目标转向营造促进创新与竞争的环境，从而允许市场制定价格并提高资源分配效率。",
    "trg_text": "In short, China must shift its focus from meeting GDP growth targets to creating an environment that fosters innovation and competition, thereby enabling market forces to set prices and allocate resources more effectively."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "推迟违约意味着为两国金融机构赢得时间去注入资本，使之能在贷款到期后不再继续借贷从而减少与希腊各银行的关联，并将希腊债券出售给欧洲央行。",
    "trg_text": "Postponing a default gives the French and German financial institutions time to build up their capital, reduce their exposure to Greek banks by not renewing credit when loans come due, and sell Greek bonds to the European Central Bank."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "长期成功记录可能改变高管的分析，扭曲他们的决策，让他们看不见处于萌芽状态的范式转变或市场的快速变化。",
    "trg_text": "A long track record of success can warp executives’ analysis, distort their decision-making, and leave them blind to incipient paradigm shifts or rapid changes in a market."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "Henriques 报告在调查中发现了43次失误，其中包括认为尼克过长；一名官员公开宣布他的指控是\"可信的和真实的\"；并且用有缺陷的信息申请搜查证。",
    "trg_text": "The Henriques Report found 43 failings in the inquiry, including believing Nick for too long; one officer announcing publicly that his claims were 'credible and true'; and applying for search warrants with flawed information."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国曾尝试说服金正日政权模仿其市场经济模式，但金正日害怕开放经济会导致政治解禁，最终丢掉自己的独裁权力。",
    "trg_text": "China has tried to persuade Kim’s regime to follow its market-oriented example, but Kim is afraid that an economic opening would lead to a political opening and loss of dictatorial control."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "现在，临床医生已经介入了干预，说将上限问题等同起来可能给女性造成“错误的印象”——他们可以与男人一样安全地饮酒——把自己的健康置于危险之中。",
    "trg_text": "Now clinicians have intervened to say equalising the upper limits could give women the \"false impression\" they can safely drink as much as men - putting their health at risk."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "能造成诸多问题的军事干预至少目前得以避免；但阿萨德知道不管有没有明确的安理会和国会决议，如果他再次进行这样的恐怖活动，美国将别无选择只能干预。",
    "trg_text": "Military intervention, with all of its problems, has been avoided for now; but Assad knows that the US will have no option but to attack – with or without explicit Security Council and Congressional resolutions – should he perpetrate another such horror."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "周二中国各地充满激情、但和平的示威活动凸显出北京面临的一个重要困境:如果对日本采取温和外交政策,则有可能鼓动民族主义者和其他对政府不满的人群;如果更加强硬,则会被华盛顿当作在战略和军事上进一步深入亚洲的理由。",
    "trg_text": "Impassioned, though peaceful, demonstrations across China on Tuesday underscored a major dilemma for Beijing: Pursuing a moderate foreign policy toward the Japanese threatens to embolden nationalists and others dissatisfied with government while greater assertiveness would serve as justification in Washington for deeper strategic and military inroads in the region."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果你在离开时忘记锁定电脑或平板电脑,则当你走出蓝牙覆盖范围后不久,Windows Hello 便可以通过已与你的设备配对的手机进行自动锁定。",
    "trg_text": "If you forget to lock your PC or tablet when you step away, Windows Hello can use a phone that's paired with your device to automatically lock it shortly after you're out of Bluetooth range."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "尽管中国最终通过威胁撤回投资而平息了局势，这样做意味着违犯不干涉其他国家内政的保证。",
    "trg_text": "Though China finally pacified the situation by threatening to withdraw investment, doing so meant reneging on the promise not to meddle in other countries’ domestic affairs."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "必须由化石燃料方案 — — 尤其是煤炭 — — 来承担举证责任，证明在完全承担环境、健康和社会成本后，它们的竞争力仍然最强。",
    "trg_text": "The burden of proof must be on fossil-fuel-based solutions – particularly coal – to demonstrate their competitiveness after accounting for the full environmental, health, and social costs."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "此前的研究估算，投入疫苗的每一美元，能够在医疗成本、工资损失和生产率损失等方面节省16美元，如果将人们的寿命延长、生活更加健康等因素也考虑在内，节省的成本可能高达44美元。",
    "trg_text": "Previous studies have estimated that every dollar invested in vaccines saves $16 in terms of health-care costs, lost wages, and lost productivity due to illness, or $44 if the broader benefits of people living longer, healthier lives are taken into account."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在希德沃内阁担任副总理期间，曾任银行行长的莫拉维茨基宣布了一项为新技术领域吸引投资的计划，波兰急需发展新技术领域，才能实现其国内经济与欧盟富裕邻国之间的对接。",
    "trg_text": "While serving as deputy prime minister in Szydło’s cabinet, Morawiecki, a former bank executive, announced a plan to attract investment in new technologies, which Poland needs to sustain economic convergence with its wealthier EU neighbors."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "罗塞夫说，前总统使用了同样的会计策略，但没有反响，并且坚称这些指控只不过是巴西传统的统治精英们的一个站不住脚的借口——从2003年以来一直控制的工人党手中夺取权力。",
    "trg_text": "Rousseff says previous presidents used the same accounting maneuvers without repercussions and insists the allegations are little more than a flimsy excuse by Brazil's traditional ruling elite to snatch power back from the Worker's Party, which has governed since 2003."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "通过将公司税率降低到具备全球竞争力的水平并给予更好的利润归国条件，该税收计划有望将企业收益转移回美国。",
    "trg_text": "By lowering the corporate-tax rate to a globally competitive level and granting better terms for repatriating profits, the tax package is expected to shift corporate earnings back to the United States."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "最有说服力的解释是，作为领导人非选举产生、透明度十分有限的组织，央行就像是俱乐部，其成员大部分是男性，他们总是延请和提拔同类；政府通常也助长了这一作风 — — 总是充当橡皮图章批准央行更愿意看到的领导人候选者。",
    "trg_text": "The most plausible explanation is that, as organizations with non-elected leaders and limited transparency, central banks tend to function as clubs whose largely male membership hire and promote familiar types; governments usually reinforce this by simply rubber-stamping the banks’ preferred candidate for the top job."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "欧佩克没有削减产量，而是选择高容量的泵，以维持市场份额，也许会推动美国页岩油和天然气生产商，因为它们的运营成本更高。",
    "trg_text": "Instead of cutting production, OPEC opted to pump at high volumes to maintain market share and perhaps drive out U.S. shale oil and gas producers, who have higher operating costs."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "G7曾经强大，如今却被全球经济重整，更具代表性的20国集团以及新形式地区主义的崛起所挑战，而本次峰会的失败则对其造成了公然的打击。",
    "trg_text": "The failed G7 summit dealt a very public blow to a once-powerful grouping that had already been challenged by global economic re-alignment, the emergence of the more representative G20, and new forms of regionalism."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果实行征兵，将恢复分类，接到命令服役的登记者将被给予机会要求定为依良心不服兵役者。",
    "trg_text": "If a military draft is instituted, classification will resume and a registrant who has been ordered for induction will be given an opportunity at that time to make a claim for classification as a conscientious objector."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "信用卡持有人须在场,且信用卡须与担保预订时所使用的信用卡一致。",
    "trg_text": "The credit card holder needs to be present and the credit card must match the one used to guarantee the booking."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果法官判定卡拉季奇有罪，该案将加强国际判例，说明政治领导人对其控制下的部队犯下暴行的刑事责任。",
    "trg_text": "If judges convict Karadzic, the case will strengthen international jurisprudence on the criminal responsibility of political leaders for atrocities committed by forces under their control."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "鉴于技术在替代工人中所发挥的作用，保护主义 — — 撕毁贸易协议和对中国和墨西哥货物征收关税 — — 将无从带来高薪制造业工作，对此特朗普也没有制定第二套方案。 这意味着在特朗普坐上总统宝座后，美国的两极分化只会变得更加严重。",
    "trg_text": "Given the role of technology in displacing workers, protectionism – tearing up trade agreements and imposing tariffs on Chinese and Mexican goods – won’t bring back high-paying manufacturing jobs, and Trump has no plan B. That means the polarization of America that brought Trump to power will only become far more severe."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "特朗普的当选和地区紧张的升级为安倍推行其终极政治目标创造了完美条件 — — 废除战后由美国制定的日本和平宪法第九条，该条限制日本军队只能是“自卫队 ” ， 其国防支出一般不能超过GDP的1 % 。",
    "trg_text": "Trump’s election and escalating regional tensions have created the perfect pretext for Abe to push for his ultimate political goal: to abolish Article 9 – the pacifist clause in Japan’s post-war, US-imposed constitution, which limits the Japanese military to a “self-defense force,” and has generally kept Japanese defense spending at 1% of GDP."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "尽管积极参与全球生产网络给中国带来了巨大的好处，它也有可能使中国陷于价值链的最末端，减少其未来发展空间。",
    "trg_text": "Although active participation in global production networks has brought significant benefits, it may have locked China into the lower end of the value chain, reducing its scope for future progress."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "政府应当在石油开发的谈判和规划阶段初期就着眼于社会和环境问题，在早期阶段就积极主动地同石油公司谈判企业社会责任方面的政策和做法。",
    "trg_text": "Governments should address social and environmental issues early in the negotiation and planning phases of oil development and proactively negotiate CSR policies and practices with oil companies at an early stage."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果社会保障不足以满足你的基本要求，那么考虑购买立即年金，你可以在那里给保险公司一笔钱，以换取一份每月的每月支票。",
    "trg_text": "If Social Security isn't enough to cover your basics, consider buying an immediate annuity, where you give an insurance company a chunk of money in return for a lifetime stream of monthly checks."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果负责将资产归还私有的管理者们最终将这些资产据为己有，那么改革不过是用一个腐败精英取代了另一个腐败精英，而不是将权力交还给民众。",
    "trg_text": "When managers who are put in charge of returning assets to private ownership end up owning those assets, reform merely replaces one corrupt elite with another, rather than returning power to citizens."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "石油交易者总是能够在全球范围内改变石油流向，这一事实解释了为何大部分分析师预期制裁对全球石油供给的削减效应不会超过每天500,000桶。",
    "trg_text": "The fact that oil traders constantly redirect oil cargoes around the globe explains why most analysts expect sanctions to reduce global oil supplies by less than 500,000 barrels a day."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果债券持有人认为政府在救助企业的时候也可能会保护自己的利益的话，那么当金融机构进行更大风险操作时，促使债券持有人同金融机构签订更加严格合同条款的政府政策将无法发挥所有的效用。",
    "trg_text": "Some of the benefits of a government policy that induces bondholders to insist on stricter terms when financial firms take larger risks would not be fully realized if bondholders believed that the government might protect their interests in the event of a bailout."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果特朗普政府能成功提高零关税商品中自贸区内部制品所占的比例，美国和墨西哥就可以“回收”那些原本流失给外国供应商的制造业供应链部分。",
    "trg_text": "If the Trump administration succeeds in raising the share of content that must be produced within NAFTA to qualify for zero tariffs, both the US and Mexico could “reclaim” parts of the manufacturing supply chain that have been lost to foreign suppliers."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "但真正重要的却是在议会中占据的席位，而不是赢得选票的比例，因为英国实行以单议席选区为基础的赢家通吃的选举制度，这种制度鼓励政党奉行中间主义的政策。",
    "trg_text": "However, seats in parliament, not percentages of the vote are what matters, owing to Britain’s winner-take-all electoral system based on single-member constituencies, which encourages political parties to gravitate to the center."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国更担心的是金氏政权的倒台造成棘手的难民潮跨越中朝边境并带来一个新的不合心意的邻国：一个与美国结盟的统一的朝鲜。",
    "trg_text": "China’s bigger fear is the collapse of the Kim regime, which would send a wave of unwanted refugees across its border and could create a new and unwanted neighbor: a reunified Korean state allied with the US."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "能源巨头巴西石油公司（Petrobras）的腐败丑闻最终导致评级机构重新评估巴西，但这一动作来得太迟了，并且降级幅度也许也不足以反映真正的风险。",
    "trg_text": "The corruption scandal at energy giant Petrobras is finally causing ratings agencies to reassess Brazil, but the move comes too late, and their downgrades probably will not be sufficient to reflect the true risk."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "的A / C气候控制 座便器 壁炉(燃木) 互联网 无钥匙进入 客房服务每日 山景客房 非吸烟房间 私人浴室 安全室内盒 电话 电视 电视(有线/卫星) 录像机/ DVD 叫醒服务",
    "trg_text": "A/C climate control Bidet Fireplace (wood burning) Internet access Keyless entry Maid service daily Mountain view rooms Non-smoking rooms Private bathroom Safe box in room Telephone Television Television (cable/satellite) VCR/DVD Wake-up calls"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "通过构建并制度化彼此之间的联系，美国的亚洲盟友能够改变以美国为中心的星系网络，形成更加类似于网格模式的地区安全网络，它们不但与美国相连，彼此之间也联系在一起。",
    "trg_text": "By building and institutionalizing ties among themselves, US allies in Asia can reshape their regional security network from a US-centric star to a mesh-like pattern, in which they are as connected to one another as they are to the US."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "欧盟28个成员国正在就如何分配120,000难民而争吵不休，而光是在2015年前九个月，就有三倍多于这个数字的难民穿越地中海来到欧洲。",
    "trg_text": "The EU’s 28 member states are quibbling over how to distribute 120,000 refugees, when more than three times that number crossed the Mediterranean in the first nine months of 2015 alone."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "赫鲁晓夫的讲话还导致毛的中国与苏联不和，因为它给毛戴上了世界革命领袖的桂冠。",
    "trg_text": "Khrushchev’s speech also ignited the feud between Mao’s China and the USSR, for it allowed Mao to claim the crown of world revolutionary leadership."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "应当只有在用尽了所有和平解决争端的手段后才考虑制裁，制裁应该有一个确切的时限，接受定期审查，而且一旦实现目标就应立即取消。",
    "trg_text": "Sanctions should be considered only after all means of peaceful settlement of disputes had been exhausted, be imposed for a precise time frame, be reviewed periodically and be lifted as soon as the objectives were achieved."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "罐装汤和蔬菜可以装上钠，所以购物得不错：在标签上找“低钠”或“很低的钠”。",
    "trg_text": "Canned soups and vegetables can be loaded with sodium, so shop smart: Look for \"low sodium\" or \"very low sodium\" on the label."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "欧盟最早搞出来的一个方案完全不对头，按照那个方案，除非希腊陷入再融资危机，否则不给它钱，那实在是太晚了，市场利率早就把希腊压垮了。 经过这一番折腾之后，欧盟终于恢复了理智，重新设计了一个类似于IMF贷款条件的方案：把信贷资金分批发放，一部分以优惠利率先期到位。",
    "trg_text": "So, after a totally flawed plan that would have given money to Greece too late – only when the country risked a refinancing crisis – and at market rates that would make its debt unsustainable, the EU regained its senses and designed a new scheme that is closer to typical IMF conditionality: tranched support with some early front-loaded support and a semi-concessional interest rate."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "他的左眼失明，身体(头、手、下肢)烧伤15%(有些是三度烧伤)。",
    "trg_text": "He lost his left eye and had burns to 15% of his body (some third degree), on his head, hands and lower limbs."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "Wah 在6小时后被释放，但警察保留了所有这些钱，说它来自\"毒品收益\"，尽管没有任何证据表明在车上发现了毒品或毒品。",
    "trg_text": "Wah was released without charge after six hours but police kept all the money stating that it came from \"drug proceeds,\" even though no evidence of drugs or drug paraphernalia was ever discovered in the car."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "金融部门通常比大多数其他部门薪资更高，从而经济领域抽取稀缺的高技能人才，但其实这些人本可以在这些领域中为生产力做出更多贡献。",
    "trg_text": "The financial sector, which typically pays more than most others, draws scarce high-level skills away from areas of the economy in which they may contribute more to productivity."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "互联网让消费者能够直接比较不同产品，从中挑选最划算、最具吸引力的一个，因此用平常眼光看待在线商机的企业很快就会被竞争者所取代。",
    "trg_text": "Given that the Internet empowers consumers to compare offerings directly and choose the most economical and attractive option, firms that attempt to adhere to business as usual will quickly be overtaken by their competitors."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "公投在几个层面上都是毫无意义的：欧盟没有任何法律依据来迫使不情愿的国家强迫难民，而没有足够的人投票让投票结果有效。",
    "trg_text": "The referendum is meaningless on several levels: There was no legal basis for the EU to force refugees on unwilling countries and not enough people bothered to vote to make the poll valid."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "经济学家辨识出自然资源出口国常常陷入的六个陷阱：商品价格波动、制造业挤出 、 “ 荷兰病 ” （ 某一出口行业的繁荣导致货币迅速升值，瓦解了其他出口行业的竞争力 ） 、 制度发展滞后、内战以及资源的过早耗竭（因为不够节约 ） 。",
    "trg_text": "Economists have identified six pitfalls that can afflict natural-resource exporters: commodity-price volatility, crowding out of manufacturing, “Dutch disease” (a booming export industry causes rapid currency appreciation, which undermines other exporters’ competitiveness), inhibited institutional development, civil war, and excessively rapid resource depletion (with insufficient saving)."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在制度改革之时，陪审团将停止\"传递信息\"，并将返回来确定有罪和无罪，目的是对证据进行客观分析，而不是使用判决来教授糟糕的警察和向检察官过度使用一个教训。",
    "trg_text": "When the system reforms, juries will stop \"sending messages\" and will return to determining guilt and innocence on an objective analysis of the evidence rather than using verdicts to teach bad cops and overzealous prosecutors a lesson."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "72. 妇女和女童受教育方面虽然有所进步，但她们的就业成果没有得到相应的改善，因此迫切需要加强优质教育与体面工作机会的联系。",
    "trg_text": "72. Advances in women's and girls' educational attainment have not been matched with corresponding improvements in their employment outcomes, bringing to the forefront the need to strengthen linkages between education of good quality and access to decent work."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "还有一些经济问题也需要解决，如中国不尊重知识产权、对出口导向型企业进行大规模政府补贴、限制市场准入、要求在华经营的外资企业向中国企业转让先进技术等。",
    "trg_text": "There are also economic issues that need to be addressed, such as China’s failure to respect intellectual property, its large government subsidies to export-oriented firms, its restriction of access to its market, and its efforts to require foreign firms doing business in China to transfer advanced technology to Chinese firms."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "每一方都有三十分钟的时间提出其论点（法院可能会选择给予更多的时间，但很罕见），在陈述时间里，大法官可能会打断律师并提问。",
    "trg_text": "Each side has thirty minutes to present its argument (the Court may choose to give more time, though this is rare), and during that time, the Justices may interrupt the advocate and ask questions."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "当然，如果特朗普确信与中国较量能取悦他的核心选民，为他赢得2020年连任，那么他也有可能忽视反对他的贸易战政策的示威。",
    "trg_text": "Of course, Trump, too, might ignore protests against his trade war if he is convinced that taking on China will please his core voters and win him re-election in 2020."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "即使所有减灾资金都流向了应该去的方向，注资仍然可以解放其他地方的钱。",
    "trg_text": "Even if all the money earmarked for disaster relief actually went where it was supposed to go, the injection of funds nevertheless frees up money elsewhere."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "面临经济增长放缓的局面，中国人民银行采取了恢复人民币稳定的措施，动用其巨额外汇储备支持人民币汇率、阻止资金流出中国。",
    "trg_text": "Faced with faltering economic growth, the People’s Bank of China has stepped up efforts to restore stability to the renminbi, using its vast foreign reserves to prop up its exchange rate and stem the flow of funds fleeing the country."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "而当时正在国内问题上焦头烂额的克林顿却迫切需要一场国际胜利，并向阿拉法特保证任何一方都不会因谈判失败而遭到责难。",
    "trg_text": "Clinton, who was embroiled in domestic problems, badly needed an international success, and assured Arafat that fingers would not be pointed at either party if the talks failed."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "没有了政府承诺，就没有可以有效限制碳排放的尝试，这意味着当全世界都下定决心都去有所行动之时，想要延缓气候变化速度及缓和其负面影响就更加困难了。",
    "trg_text": "With no government commitments, there can be no attempt to limit carbon emissions effectively, which implies that when the world does begin to take action, it will be that much more difficult to slow the pace of climate change and mitigate its effects."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "卡梅伦表示，他决定释放他的报税表是前所未有的，但他坚称其他议员也无权这样做，这导致了保守党政客们的欢呼声。",
    "trg_text": "Cameron said his decision to release his tax returns was unprecedented but insisted that it was not right for other MPs to follow suit, leading to cheers among Conservative politicians."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "但是，如果他们坚持和尝试阻挠，共和党可能会达成“核选择”，改变规则，允许被提名人以简单多数票获得确认。",
    "trg_text": "But if they hold out and attempt to filibuster, Republicans may reach for the \"nuclear option\" of changing the rules to allow nominees to be confirmed by a simple majority vote."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果欧盟 — — 或更小的规模的欧元区（可能性更大，因为一体化程度更高 ） — —能够联邦化，政策冲突将不会让民选的国家政府面对一个不透明的制度，而是面对一个政治上合法的联邦制度。",
    "trg_text": "With such federalization in the EU or, more likely, the smaller eurozone (within which the degree of integration is higher), policy conflicts would place elected national governments in opposition not to an opaque system, but to a politically legitimate federal institution."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "OPEC也在维持产量上存在很大的利益，它想保持石油较低的价格以此来维持全球经济对石油的依赖并阻止替代能源的技术代替。",
    "trg_text": "OPEC also has a strong interest in maintaining production. It wants to keep prices lower to maintain the global economy’s oil addiction and deter technological substitution of alternative energy sources."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "因为人口的急剧老化以及劳动力的减少，税收收入将会萎缩，而养老金和医疗费用的增长会严重破坏财政状况。",
    "trg_text": "With a rapidly aging population and a shrinking workforce, tax revenue will contract, while expenditure on pensions and health care will expand, undermining the fiscal position."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "而如今，在错判了2012年上半年的形势后，很多人又在重复老童话了 — — 油价下降、汽车销售增加、房价复苏、美国制造业重振雄风，所有这些的综合作用将在今年下半年提振经济增长，在2013年将增长拉到潜在水平之上。",
    "trg_text": "And now, after getting the first half of 2012 wrong, many are repeating the fairy tale that a combination of lower oil prices, rising auto sales, recovering house prices, and a resurgence of US manufacturing will boost growth in the second half of the year and fuel above-potential growth by 2013."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "世界对有吸引力的投资回报十分饥渴，因此看到特朗普繁荣的希望吸引资金流向华尔街，反过来又增加了美元需求。",
    "trg_text": "In a world hungry for attractive investment returns, a prospective Trump boom has drawn funds to Wall Street, in turn increasing demand for the dollar."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "后阿根廷世界重组难度进一步加大，因为上述案例中抵制者的成功意味着想要谈判的债券持有人必须向投资人解释为什么他们不采取可能更加有利可图的抵制策略。",
    "trg_text": "Restructuring in the post-Argentina world is made more challenging because the holdouts’ success in that case means that bondholders inclined to negotiate a solution will have to explain to their own investors why they are not pursuing the potentially more lucrative holdout strategy."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "我们确实希望，有了更短的两年制，而且规划与预算完全相连，它将使被授权的活动得到更好的规划和完成，并加强对方案主管的问责制。",
    "trg_text": "We do hope that with a shorter time horizon of two years, and with the plan now being coterminous with the budget, it will lead to better planning and delivery of mandated activities and to greater accountability of programme managers."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国对日本演员的拒绝导致好莱坞电影延后七年: 惊悚片《上海》10月2日在剧院上映,制片人Harvey Weinstein告诉《好莱坞报道》 说,因为中国政府反对使用一名日本演员,这部影片的发行被推迟了七年。",
    "trg_text": "China's objection to Japanese actor delayed Hollywood film for seven years: As the thriller Shanghai was preparing to open in theaters October 2, producer Harvey Weinstein told the Hollywood Reporter that its release had been delayed by seven years due to Chinese government opposition to the use of a Japanese actor."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "但一旦 Nuno Esp í rito Santo 最终在一个系统上安顿下来，年轻的玩家们就更有信心扮演他们的角色，团队就发展起来了。",
    "trg_text": "But once Nuno Espírito Santo finally settled on a system and the younger players became more confident in their roles, the team developed."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "该项措施以3票之差未能通过，但提高了国会对国防部预算的审查力度，致使资金减少，加快美国与苏联展开战略武器限制谈判。",
    "trg_text": "The measure failed by three votes but increased congressional scrutiny of the Defense Department budget, leading to a reduction in funding and hastening Strategic Arms Limitation Talks with the Soviets."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果油价居高不下、动荡不稳，企业就会把资金投向的重点放在保持灵活的能源利用，而忽略对生产率的提高。",
    "trg_text": "With high - and volatile - oil prices, businesses will focus their investments less on boosting productivity and more on maintaining flexible energy usage."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "那些让特朗普误认为它们将继续在美国生产的制造商都继续悄悄将业务转移到了墨西哥，中国以及其他地方。",
    "trg_text": "Manufacturers who fooled Trump into thinking they would keep production in the US have continued to transfer operations quietly to Mexico, China, and elsewhere."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "他开足马力甩开其他参赛者，稳守首位，直到第17圈过弯后撞上障碍物，避开荷西·马利亚·卢比斯受损的车辆，从而使得山姆·伯德（英语：Sam Bird）冲上首位。",
    "trg_text": "He pulled away from the rest of the field and held first place until he collided with a barrier after swerving to avoid José María López's crashed car on the 17th lap allowing Sam Bird to move into the lead."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国在这一问题上押上了国家尊严和领导人的民族主义情操，这意味着习近平可能会断然拒绝美国要求中国停止所有被视为对其在争议海域的新造人工岛进行军事化改造的行为。",
    "trg_text": "China has staked its national prestige and its leadership’s nationalist credentials on this issue, which means that Xi is likely to rebuff US demands that China cease all activities seen as militarizing its new artificial islands in disputed waters."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "台湾即将离任的总统陈水扁正在掀起独立运动，因为他知道对奥运会的关注会限制北京做出强硬反应的能力。",
    "trg_text": "In Taiwan, outgoing President Chen Shui-bian is stirring the independence pot, knowing that the Olympic spotlight will limit Beijing’s ability to respond forcefully."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "除非西方或俄罗斯可以放弃各自的野心，或者双方都能意识到实质性的共同利益，否则新的冷战将不会落幕。",
    "trg_text": "The new cold war will not end until either the West or Russia abandons its ambitions, or both sides come to perceive substantial common interests."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "例如，代耕可能把农业生产引向经济作物，这虽然可能增加一些生产者的收入，也可能导致当地食品价格上涨，因为为地方消费而生产的粮食少了，一些社区内的赤贫者可能买不起食品。",
    "trg_text": "For instance, contract farming may divert agricultural production towards cash crops that, while potentially increasing revenue for some producers, may also lead to local food price increases, as less food would be produced for local consumption, with the risk that food would become unaffordable for the poorest in some communities."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "日本的乱象根源在于房地产和股票泡沫。 1985年的广场协议导致日元升值、损害了日本的出口，因此日本采取了货币扩张刺激内需，结果助长了这些泡沫。",
    "trg_text": "Japan’s woes are rooted in real-estate and equity bubbles, which were fueled by monetary expansion aimed at stimulating domestic demand after the 1985 Plaza Accord drove up the yen’s value and hurt Japan’s exports."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "这样，各企业投资于扩大产能就越发具有价值。 它们把能够在今天分配给股东的现金交换用来获得更佳的市场地位从而可以在今后回报他们的股东。",
    "trg_text": "This makes it more worthwhile for businesses to invest in expanding their capacity, thus trading away cash they could distribute to their shareholders today for a better market position that will allow them to reward their shareholders in the future."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "一名父亲在他3个月大的儿子死亡之前的几个小时里，一直熬夜玩电子游戏，与婴儿的母亲一起，面临着过失杀人罪的指控。",
    "trg_text": "A father who stayed up playing video games all night in the hours before his three-month-old son died faces manslaughter charges, alongside the baby's mother."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "最近，中国面临着新一波资本外逃，部分原因在于企业家担心国家主席习近平的反腐运动有一天会盯上他们和他们的资产 — — 目前，反腐运动主要针对腐败的政府官员。",
    "trg_text": "China has lately been facing a new wave of capital flight, driven partly by concerns among entrepreneurs that President Xi Jinping’s anti-corruption campaign – so far focused on corrupt government officials – could one day be re-directed at them and their assets."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "从长期看，如此实力优势绝非好事，它将助长对德国的敌对情绪，并可能让欧盟不再那么愿意在世界舞台上统一行动。",
    "trg_text": "Such a preponderance of power cannot be healthy in the long run, as it will fuel resentment of Germany and likely leave the EU less willing and able to act together on the world scene."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "摩根大通和恩桥赢得了加拿大政府对两条管道项目的批准——对石油行业的期待已久的提振，这将可能扩大出口，打开新的亚洲市场，并提高当地生产的原油的价格。",
    "trg_text": "Kinder Morgan and Enbridge won Canadian government approval for two pipeline projects - a long-awaited boost for the oil industry that could potentially expand exports, open new Asian markets and lift prices for locally produced barrels of crude."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "目前生效的1993年法律禁止一切终止妊娠，但如果怀孕是因强奸或乱伦造成的，则妇女的生命处于危险中，或如果胎儿严重受损或生病。",
    "trg_text": "The 1993 law currently in force prohibits all terminations except in cases when a pregnancy is the result of rape or incest, puts a woman's life at risk or if a fetus is severely damaged or ill."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "数年来，一些可能将遗传病遗传给子女的夫妇采用试管授精的方式生成多个胚胎，检查基因缺陷，然后挑出没有基因缺陷的胚胎植入女性的子宫。",
    "trg_text": "For several years, some couples at risk of passing a genetic disease on to their children have used in vitro fertilization, producing several embryos that can be tested for the faulty gene and implanting in the woman’s uterus only those without it."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "例如，如果一家工厂向我用来灌溉农田的河流渗漏了有毒化学品，杀死了我的作物，那么我可以起诉工厂的主人。",
    "trg_text": "For example, if a factory leaks toxic chemicals into a river that I use to irrigate my farm, killing my crops, I can sue the factory owner."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "国内储蓄不足又想增长，因此美国不得不从国外进口剩余储蓄，维持巨大的经常项目赤字以吸引外国资本。",
    "trg_text": "Lacking in domestic savings and wanting to grow, the US must import surplus savings from abroad, and run massive current-account deficits to attract the foreign capital."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在表面之下，诸多问题正在发酵：不平等性日益增加、结构性改革（从基于制造业的经济转向服务业并适应全球比较优势的变化）的需要得不到满足、持续的全球失衡；以及金融系统更习惯于投机而不是创造就业岗位、提高生产率和利用盈余实现社会回报最大化的投资。",
    "trg_text": "Beneath the surface, numerous problems were festering: growing inequality; an unmet need for structural reform (moving from a manufacturing-based economy to services and adapting to changing global comparative advantages); persistent global imbalances; and a financial system more attuned to speculating than to making investments that would create jobs, increase productivity, and redeploy surpluses to maximize social returns."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "过度依赖债务融资已经腐蚀了民主的基本原则，因为政府财政逐渐由还债时间表所决定，而非取决于选举周期和政治决策。",
    "trg_text": "Excessive reliance on debt finance has undermined basic tenets of democracy, with government finance increasingly determined not by electoral cycles and political deliberation, but by repayment schedules."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "除非这些权利计划现在可以被削减，否则这个错误将极大增加现今年青一代的负担 — — 他们将在现在承担高税收，而在年老时享受低福利。",
    "trg_text": "Unless the growth of these entitlement programs is curbed now, today’s young will pay dearly for that mistake, in the form of higher taxes now and lower benefits when they are old."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "此外，尽管国际货币基金组织（IMF）也开始支持在一定条件下采取资本流管制措施，许多发达国家继续要求在贸易和投资协定 — — 如跨太平洋合作伙伴关系（Trans-Pacific Partnership ） — —中加入禁止采取资本管制的条款。",
    "trg_text": "Moreover, while even the International Monetary Fund has come around to supporting the use of capital-flow measures under certain conditions, many rich countries continue to push for provisions in trade and investment agreements – for example, the Trans-Pacific Partnership – that would bar any use of capital controls."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "尽管金牌被取消，但她保住了其它奖牌，而且没有被禁赛，只有队医被停了若干年职。",
    "trg_text": "Although she was stripped of the overall gold medal, she kept her other medals, and, unlike in most other doping cases, was not banned from competing again; only the team doctor was banned for a number of years."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "巴沙尔最终把他使用化学武器攻击所造成的震惊变成了仍有待执行和核查的裁军协议的谈判筹码，极大地延缓（如果不是挫败的话）了推翻他的图谋。",
    "trg_text": "Assad ended up using the shock caused by his chemical-weapons attack as a bargaining chip in a disarmament deal – still to be executed and verified – that bought him a valuable pause in the efforts to topple him, if not salvation."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果一个或者更多的运算对象在当前的时钟周期中是不可获取的（通常需要从主記憶體获取），处理器会开始等待直到它们是可以获取的。",
    "trg_text": "If one or more operands are unavailable during the current clock cycle (generally because they are being fetched from memory), the processor stalls until they are available."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "24小时接待台 机场接送 酒吧/休息室 早餐 育儿或照顾 儿童允许 多语种的工作人员 开24小时 不允许携带宠物 保管箱 吸烟许可 旅游/旅游援助 房间设施",
    "trg_text": "24-hr front desk Airport pickup Bar/lounge Breakfast included Childcare or babysitting Children permitted Multi-lingual staff Open 24 Hours Pets not allowed Safe deposit box Smoking permitted Tour/sightseeing assistance Room amenities"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "我在外面看了看，但是没有人在那里，当我检查录音时，我看到一个男人试过了门，我马上报警报警。",
    "trg_text": "I looked outside but nobody was out there and when I checked on the recording I could see a man had tried the door and I called the police straight away."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "任命\"流程负责人\"来负责和推动新的工作方式是一个积极的发展，但目前还不清楚他们是否拥有所需的权力或配套的管理制度，以确保在一个零碎和分散的组织结构中有一致的工作方式。",
    "trg_text": "The appointment of \"process owners\" to own and drive new ways of working is a positive development, but it remains unclear whether they have the authority, or supporting management system, required to ensure consistent ways of working across a fragmented and decentralized organizational structure."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "随着政治温和派被排挤出局，政策僵局恶化，总统的方案总是被国会中的共和党所阻挠，即使这些方案与共和党的理念相符。",
    "trg_text": "As political moderates have been pushed out, policy gridlock has worsened, with presidential initiatives routinely blocked by congressional Republicans, even when such proposals were consistent with Republican ideas."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "当我30岁的时候，我感到失望的是，我的职业生涯没有按照我的计划，我仍然租房子，而不是拥有房子。",
    "trg_text": "When I turned 30, I was disappointed my career wasn't following the path I had mapped out and that I still rented, rather than owned, a house."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "从2002到2007年，以及全球金融危机之后的2008~2009年，资本大规模流向新兴经济体，投资者们离开低增长及衰退的发达经济体以寻求更高回报，利率低下，而且流动性充足。",
    "trg_text": "From 2002 to 2007, and again after the global financial crisis in 2008-2009, capital flows to emerging economies surged, as global investors searched for yield in conditions of slow growth and recession in developed countries, low interest rates, and ample liquidity."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "事实上，就业增长在整个2014年表现强劲，平均每个月达到246,000个岗位 — — 也就是每年三百万个岗位 — — 这使得2014年12月失业率（从一年前的6.7 % ） 下降至5.6 % 。",
    "trg_text": "The fact is, job growth was vigorous throughout 2014, averaging 246,000 per month – three million for the year – bringing the unemployment rate down to 5.6% in December 2014 (from 6.7% a year earlier)."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "由于自由反对派被中东独裁政权彻底摧毁，因此在很多国家，激进的伊斯兰教徒是唯一敢于反抗的声音，对腐败政权的普遍仇恨、对美国政策的持续反抗和对现代化、全球化的普遍恐惧成了它们赖以生存的土壤。",
    "trg_text": "Since the Middle East's autocratic regimes destroyed their liberal oppositions, in many countries radical Islamists represent the only dissent, feeding on widespread resentment of corrupt regimes, opposition to American policies, and popular fears of modernization and globalization."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "一块没有冰雪覆盖的土地将吸收更多的太阳热能。 换句话说，我们的温室气体排放通过制造足以融化北极冰层的热量，反过来又制造了一个产生更多热量的循环并随之融化更多的冰层，而即便我们能在明天就完全杜绝温室气体排放，这个循环将依然继续运作下去。",
    "trg_text": "An ice-free surface absorbs more warmth from the sun than one covered in snow or ice. In other words, our greenhouse gas emissions have, by causing enough warming to melt the arctic ice, created a feedback loop that will generate more warming, and melt more ice, even if we were to stop emitting all greenhouse gases tomorrow."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "那些致力于解决气候变化问题的力量 — — 从国际机构到地方社团再到公民个人 — — 必须立即巩固去年一年所取得的势头，向政府和企业施加强大的压力以落实完全摆脱化石燃料所必须的政策和投入。",
    "trg_text": "Those committed to addressing climate change – from international organizations to local communities to individual citizens – must urgently build on the momentum acquired over the last year, by maintaining strong pressure on governments and companies to pursue the policies and investments needed to complete the break from fossil fuels."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "习近平忧虑中共会在该国重大政策辩论中遭到边缘化，因此重新巩固了党对国家机构的控制，并优先考虑政治意识形态而非技术官僚政策制定。",
    "trg_text": "Xi, concerned that the party had become marginal to the country’s major policy debates, has reasserted party control over state institutions and given precedence to political ideology over technocratic policymaking."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "许多人认为美国前总统老布什之所以在赢得了一场人气极高的伊拉克战争之后还输掉了连任，就是因为他似乎对1991年衰退中民众的苦况麻木不仁。",
    "trg_text": "President George H.W. Bush is widely believed to have lost his re-election bid, despite winning a popular war in Iraq, because he seemed out of touch with public hardship following the 1991 recession."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "尽管莫迪曾向最高法院保证参与这项计划不会成为强制性要求，但银行账户、入学登记、移动电话合同、旅行记录、收治入院甚至火化证书都需要用到身份证号码。",
    "trg_text": "Bank accounts, school enrollment, mobile-phone contracts, travel records, hospital admissions, and even cremation certificates now all require an Aadhaar, despite Modi’s assurances to the Supreme Court that participation in the program would not become mandatory."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "2014年底，俄罗斯完全切断了乌克兰，再次表明它准备把天然气供给作为外交政策武器。",
    "trg_text": "In late 2014, Russia cut off Ukraine completely, again signaling its readiness to use gas supplies as a weapon of foreign policy."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在失业率超过11%的情况下强工资灵活性将使企业削减工资，而更低的劳动力成本令他们可以通过降低价格争夺市场份额。",
    "trg_text": "Enhancing wage flexibility in an environment in which unemployment exceeds 11% will allow firms to cut wages, and lower labor costs will permit them to cut prices in an effort to gain market share."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "TTIP谈判将在下个月重启，届时欧盟领导人必须推动真正的进展，并以在年底完成协议为目标。",
    "trg_text": "When the TTIP negotiations resume next month, EU leaders must push for genuine progress, with the goal of completing a deal by the end of the year."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "飞机驾驶员说他认为一颗炸弹是原因，一名航空专家检查机身上的洞照片，他说损坏是与爆炸装置一致的。",
    "trg_text": "The pilot of the plane said he thought a bomb was the cause, and an aviation expert who examined pictures of the hole in the fuselage said the damage was consistent with an explosive device."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "财富的增长让消费者增加了支出，重新启动了常规扩张性乘数过程，2013年GDP增长2.5 % ， 失业率从8%下降到6.7 % 。",
    "trg_text": "The rise in wealth induced consumers to increase spending, which restarted the usual expansionary multiplier process, with GDP up by 2.5% in 2013 and the unemployment rate falling from 8% to 6.7%."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "他们以减税和收入转移等方式向支持者抛洒短期现金，上述资金来源于提高公共负债和账单留给后代子孙来支付。",
    "trg_text": "They shower their supporters with short-lived cash, in the form of tax cuts and income transfers, paid for by running up the public debt and leaving the bill to future generations."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "现在就连规模最大的企业也更乐意收购一项已经打包好的新技术，而不是进行内部研发。",
    "trg_text": "These days even the biggest companies are more likely to acquire a new, pre-packaged technology than to develop it in-house."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "让妇女就业的措施，例如国家资助的托儿所和更为灵活的工作时间为生育创造了激励机制，同时又扩大了劳力。",
    "trg_text": "Measures aimed at enabling mothers to work, such as state-funded childcare and more flexible working hours, create incentives for childrearing while expanding the labor force."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果诺基亚在iPhone上市后立即在有效解决相关专利问题的前提下开始研发类似产品，那么今天手机业的格局也将截然不同。",
    "trg_text": "If Nokia had immediately begun to develop products modeled after the iPhone, while addressing related patent issues effectively, the mobile-device business would look very different today."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "眼下，将新增储蓄投资于海外更有意义，因为德国人口老龄化限制了国内的投资潜力，而别的市场增长更快。",
    "trg_text": "At the moment, it makes more sense to invest the additional savings abroad, because population aging in Germany limits the potential for useful investment at home, and other markets are growing faster."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "参议员伯尼·桑德斯（ Bernie Sanders ）提出，将未来的联邦合同禁止给那些计划从美国转移50多个职位的企业。",
    "trg_text": "Senator Bernie Sanders has proposed denying future federal contracts to businesses that plan to move more than 50 jobs out of the United States."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "弹性时间（弹性工作安排）：只要能完成规定的每天8小时的工作，则允许工人在上午7时至10时的任何时间上班报到、在下午4时至7时的任何时间下班。",
    "trg_text": "Flexi-time (flexible working schedule), which allows workers to report any time between seven and ten in the morning and leave work between four and seven in the evening, provided they complete the required eight-hour workday."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国曾数次同意安理会对伊朗实施制裁，但同意对朝鲜制裁决议却只有两次，而且这两次都是在朝鲜进行核试验以后（分别是2006及2009年 ） 。",
    "trg_text": "China has agreed to Security Council resolutions against Iran on several occasions, but it has backed sanctions against North Korea on only two, both coming after the North conducted nuclear tests (in 2006 and 2009)."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "大部分埃及人或许支持穆尔西的目标，但在很多人看来，为了达到这些目标而大幅扩张总统权力步子迈得太大了。 埃及伊斯兰教徒和世俗势力之间严重两极分化，彼此互不信任，穆尔西应该料到会造成示威。",
    "trg_text": "While most Egyptians may support Morsi’s aims, a dramatic expansion of presidential power in order to attain them was, for many, a step too far. Given Egypt’s extreme polarization and distrust between its Islamist and secular forces, Morsi should have anticipated the protests."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "因为印度有许多选民不识字，所以印度发明了党派标志，以便那些无法阅读候选人名字的选民，能够通过辨认候选人竞选中的标志的方式，来为他或她投票。",
    "trg_text": "Because so many voters are illiterate, India invented the party symbol, so that voters who cannot read the name of their candidate can vote for him or her anyway by recognizing the symbol under which they campaigned."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "叛乱苗人的土地被没收，以为对他们的惩罚，也为了增强政权势力；但因新的汉族地主无情剥削苗族佃户，这一举措却激发了进一步的矛盾。",
    "trg_text": "The lands of rebellious Miao were confiscated, to punish them and to increase the power of state; this action, however, provoked further conflicts, because new Han landowners ruthlessly exploited their Miao tenants."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "因为共同繁荣不能再作为存在价值，欧盟正在苦苦挣扎着寻找一种新的说法 — — 以便说服民众和成员国欧洲一体化依然具有实际价值。",
    "trg_text": "No longer able to point toward shared prosperity as its raison d'être, the EU is floundering in its search for a new narrative – one that convinces citizens and member states that European integration still has real value."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "第二个也是更��直接的威胁是在一个已经接近充分就业的经济中实施大规模减税和刺激公共支出，这将带来通胀加速、利率升高，或者两者兼而有之。",
    "trg_text": "A second, more immediate, threat stems from enacting large tax cuts and boosting public spending in an economy already nearing full employment, which implies accelerating inflation, higher interest rates, or probably some combination of the two."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "一位娱乐界人士阻止了一份小报的报道，揭露了他婚外情的细节，预计这将引发名人和报纸上关于隐私禁令的新一轮法律冲突。",
    "trg_text": "An entertainer has prevented a tabloid newspaper from printing details of his extramarital affairs in a case that is expected to trigger a fresh round of legal battles between celebrities and newspapers over privacy injunctions."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "为了限制劳动力成本的上升，工资被抑制，在过去20年中每年只增加5 % ， 尽管生产率增长年率高达8.5 % 。",
    "trg_text": "In order to cap the rise in labor costs, wages were suppressed, growing by only 5% annually over the last 20 years, even as productivity grew at an annual rate of 8.5%."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": " 相較一般的飛行員，试飞员尚需有更多的能力，包括： 理解测试计划； 能够按照计划执行任务，在非常明确的情况下操作飞机； 仔细记录每一次试飞的结果； 对飞机的细微动作保持敏感，也就是在飞机出现异常情况时能够作出准确判断的能力； 能够在试飞期间飞机出现特殊情况时短时间内快速地解决问题； 能够在同一时间应付多个问题，因为这种情况在试飞过程中非常常见。",
    "trg_text": "A test pilot must be able to: Understand a test plan; Stick to a test plan, flying a plane in a highly specific way; Carefully document the results of each test; Have an excellent feel for the aircraft, and sense exactly how it is behaving oddly if it is doing so; Solve problems quickly if anything goes wrong with the aircraft during a test; Cope with many different things going wrong at once."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "自从中国开始经济改革的30年来，中国的工业已经通过吸收新技术和实现规模经济而大大提高了效率，从而使越来越多国产的产品适合用来出口。",
    "trg_text": "For the 30 years since the beginning of China’s economic reforms, Chinese industry has achieved impressive efficiency gains by adopting new technologies and realizing economies of scale, leading to a huge expansion in locally made products suitable for export."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "此外，在奥巴马政府同意后适度调整等中国以及其他新兴市场在世界货币基金组织的投票权 — — 这算是对新经济现实的一点认可 — — 的五年之后，美国国会最终也批准了这项改革。",
    "trg_text": "In addition, a half-decade after the Obama administration agreed to modest changes in the voting rights of China and other emerging markets at the IMF – a small nod to the new economic realities – the US Congress finally approved the reforms."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "美国人口只占全世界的4.4 % ， 占世界产出的比重也在下降，它可能沉迷于主宰全球的幻觉，发动新军备竞赛和采取保护主义贸易政策。",
    "trg_text": "With just 4.4% of the world’s population and a falling share of world output, the US might try to hang on to its delusion of global dominance through a new arms race and protectionist trade policies."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "风能和太阳能等可再生能源较之化石燃料发电竞争力已显，石油价格则创下多年未见的新低。",
    "trg_text": "Renewable energy from the wind and sun is becoming competitive with fossil-fuel-based power generation, and oil prices are hitting lows not seen for years."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "CDP 仍在内部部署时即可拦截敏感数据,将其替换为随机的标记化或加密值,在云中处理或存储数据时,如果该公司以外的任何人访问这些数据,则使数据呈现为毫无意义的形式。",
    "trg_text": "CDP intercepts sensitive data while it is still on-premises and replaces it with a random tokenized or encrypted value, rendering it meaningless should anyone outside of the company access the data while it is being processed or stored in the cloud."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "大量美国人寿命变得更长，但他们很焦虑，因为没有存够钱以保证退休后能安享晚年。",
    "trg_text": "A large number of Americans are living longer, but are anxious, as they have failed to set aside the funds needed to ensure that their retirement will allow them to live comfortably into old age."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "比赛剩下10圈，迪·格拉西落后布米仅两秒，布米将优势扩大到2.5秒。",
    "trg_text": "Di Grassi closed to within less than two seconds of Buemi with ten laps left with the latter reacting by extending his advantage to two and a half seconds."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "民主国家的政治建制似乎陷入了永久性的迟钝状态，这促使选民要求强势领导人承诺打破政治僵局，扫清官僚主义障碍，采取果断的新政策。",
    "trg_text": "Democratic countries’ political establishments seem to be in a permanent state of torpor, fueling voter demand for strong leaders who promise to smash through political gridlock and sweep away bureaucratic resistance to bold new policies."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "扩大信息和通讯技术（ICT）的使用，再加上增加教育创新普及度、培训教师和乡村教育工作者以及更好地衡量学习成果，将让中低收入国家能够在15年内建立高质量教育体系。",
    "trg_text": "Scaling up the use of information and communications technology (ICT), together with improved access to educational innovations, trained teachers and village education workers, and better measurement of learning outcomes, would enable low- and middle-income countries to create high-quality education systems within the next 15 years."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "由于要获得外国市场的可靠信息对于南方小型公司来说成本可能太高，故它们倾向于到邻国投资，因为通过贸易或民族和文化纽带，它们对邻国的情况较为熟悉。",
    "trg_text": "Since the cost of acquiring reliable information about foreign markets can be high for relatively small companies from the South, they tend to invest in neighbouring countries, where they have established a certain familiarity through trade or ethnic and cultural ties."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果马来人投票率较低，则PH损失将高于纳吉布，后者可能一比2013年更少的选票赢得更多的席位。",
    "trg_text": "If the turnout among Malays is low, PH will suffer more than Najib, who could end up winning more seats with even fewer votes than in 2013."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "但是更低的油价，加上预期的需求下降，会反过来迫使石油生产国减少计划中对于生产能力的投资，或者甚至把一些重大的项目束之高阁。 过去它们正是这样做的，从而带来石油供应的下降。",
    "trg_text": "But lower oil prices, coupled with expectations of a decline in demand, would in turn put pressure on oil-producing countries to reduce planned investments in production capacity or even to mothball major projects, as they have done in the past, leading to a decline in oil supplies."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "现实是，亚洲国家对中国日益强硬的外交政策越来越担心，这给了美国一个重要的机会 — — 它可以通过强化旧盟友关系和建设新伙伴关系重新赢得在该地区的核心地位。",
    "trg_text": "The reality is that rising anxiety among Asian countries about China’s increasingly muscular foreign policy has presented the US with an important opportunity to recapture its central role in the region by strengthening old alliances and building new partnerships."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "我的一个朋友，我提到了加入警察部队的想法，排除了我之所以被接受的可能性，因为我是第一代移民。",
    "trg_text": "One friend to whom I mentioned the idea of joining the police force ruled out my chances of being accepted because I am a first generation immigrant."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "监测本身也是实施机制的一部分，因为这项工作促使所有有关方面不断和切实地执行计划中由自己负责的一部分工作，并同时使他们对自己进行的工作和采取的工作方式负责。",
    "trg_text": "Monitoring is in itself part of the implementation mechanism as it stimulates all parties concerned to continuously and effectively implement their share in the plan of action and holds them at the same time accountable for what they do and how they do it."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "即使在民粹主义日盛的欧洲，公民也比领导人更开明：69%的欧洲人表示不担心合法移民，62%不认为移民会夺走本地人的饭碗。",
    "trg_text": "Even in Europe, where populism is on the rise, citizens are more enlightened than their leaders: 69% of Europeans say that they are not worried about legal migration, and 62% do not believe that migrants take jobs from locals."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "空调客房享有海景,设有带符合人体工程学座椅的办公桌、平面有线电视、iPod基座和保险箱。 私人浴室设有淋浴。",
    "trg_text": "Offering sea views, air-conditioned room features a work desk with ergonomic chair, flat-screen cable TV, iPod Dock and safe. Private bathroom includes a shower."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果知道印度政府在秘密准备核试验的印度公民能够及时地大胆揭露，注定引发的印度核试验和巴基斯坦核试验则可能得以避免。",
    "trg_text": "Had an Indian citizen with knowledge of his Government's secret preparations for nuclear testing spoken out in time, both the Indian test and the Pakistani one that it had been sure to provoke could have been averted."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在特朗普获胜后， Forrester Research 在2017年将美国技术市场的增长预期从5.1%下调到4.3%。",
    "trg_text": "In the wake of Mr. Trump's victory, Forrester Research is cutting back its growth estimate for the United States tech market in 2017 to 4.3 percent from 5.1 percent."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在刚刚结束的北京一带一路峰会上，100多个受邀政府首脑有29个到场，习近平也有了推行他的愿景的有利条件。",
    "trg_text": "With the recently concluded OBOR summit in Beijing having drawn 29 of the more than 100 invited heads of state or government, Xi is now in a strong position to pursue his vision."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "为了增强对于格鲁吉亚国内闹分裂地区的政治影响，俄罗斯天然气工业公司在甚至没有征得格鲁吉亚民主选举的领导人许可的情况下就开始建造一条直接连接俄罗斯与南奥塞蒂的天然气管道。",
    "trg_text": "To strengthen Russia’s political influence over Georgia’s separatist regions, Gazprom, without taking the trouble to ask for permission from Georgia’s democratically elected leaders, has begun constructing a gas pipeline connecting Russia and South Ossetia directly."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "这间空调客房设有平板有线电视、办公桌以及带淋浴、吹风机和柔软毛巾的私人浴室。",
    "trg_text": "This air-conditioned room features a flat-screen TV with cable channels, a work desk and a private bathroom with a shower, hairdryer and fluffy towels."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "另请指出采取了哪些措施，以提高妇女对刑法中关于性暴力的条款的认识，并鼓励她们只要有理便选择刑事申诉而不是调解；请说明是否出台了措施对调解使用情况进行监督，以期确保在开展调解时尊重妇女的权利，不会出现暴力侵害妇女的暴力犯罪者有罪不罚现象。",
    "trg_text": "Please also indicate the measures taken to raise awareness among women about criminal law provisions on sexual violence and to encourage them to opt for criminal complaints rather than mediation, whenever justified, and indicate whether measures are in place to monitor the use of mediation, with a view to ensuring that it is implemented in a way that respects women's rights and does not lead to impunity for perpetrators of violence against women."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "为寻找工作而从农村向城市迁移，已成为一种普遍趋势，从而造成社会经济失衡，特别是在那些发展快但基础设施未得到相应发展的城市。",
    "trg_text": "Rural to urban migration in search of jobs has become a common trend, creating social and economic imbalances especially in fast growing cities without any matching infrastructure development."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "12. 鉴于私营军事和安保公司往往是在政府无法确保尊重法治、特别是遵守国际人权义务的情况下运作，国际社会应确保各国政府尽最大努力保护人权，并确保它们与之订约的公司尊重人权。",
    "trg_text": "12. Given that private military and security companies often operate in situations where Governments are unable to ensure respect for the rule of law, and in particular for international human rights obligations, the international community should ensure that Governments do their utmost to protect human rights and ensure respect of human rights by the companies they contract."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "苏联统帅部高估了部队的能力，使其推进到补给线的尽头，导致第三次哈尔科夫战役的大败，同时令德军能够在1942年夏天发动库尔斯克战役。",
    "trg_text": "The Soviet command overestimated its capabilities and pushed its forces forward to the limit of its supply lines, which led to defeat at the Third Battle of Kharkov and left the Germans able to fight the Battle of Kursk in the summer of 1943."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "但大部分妇女因为需要收入而继续从事工作、尽量隐瞒自己怀孕的状况，害怕工头会因为发现她们怀孕而辞退她们。",
    "trg_text": "And yet most women, needing the income, continue working and hide their pregnancies as long as possible, out of fear that supervisors will fire them when they find out."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在与当选总统唐纳德·特朗普达成交易后，空调制造商的承运人说它将在印第安纳州保留1，000个职位，而不是像先前所宣布的那样将他们送往墨西哥。",
    "trg_text": "After reaching a deal with President-elect Donald Trump, the air-conditioning maker Carrier says it will keep 1,000 jobs in Indiana and not send them to Mexico as previously announced."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "尽管做出了这些努力，布什对卡特里娜的反应却被认为是不够的，而布什本人也承认这段时期对他作为总司令的名誉造成了持久的损害。",
    "trg_text": "Despite those efforts, Bush's response to Katrina was viewed as inadequate, and Bush himself acknowledged the period inflicted lasting damage on his reputation as commander in chief."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "其他可能的解释是，股东现在更热衷于红利，因为他们已经变得更加规避风险，或者因为超低利率意味着其他地方的回报很低。",
    "trg_text": "Other possible explanations are that shareholders are now more keen on dividends because they've become more risk averse, or because ultra-low interest rates mean returns elsewhere are so low."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "虽然她的丈夫是总统，但她游说他两项棘手的犯罪法案，他签署了这两个法案，除其他外，扩大了符合死刑的联邦罪行种类，并规定了对死刑上诉的时限。",
    "trg_text": "While her husband was president, she lobbied for two tough-on-crime bills he signed that, among other things, expanded the kinds of federal crimes eligible for the death penalty and placed time limits on death penalty appeals."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果欧洲的情况恶化，或者2013年初（到时减税会终止，自动削减开支生效）在处理美国“财政悬崖 ” （ fiscal cliff）的问题上出现僵局，那么出现严重衰退的可能性就会更大。",
    "trg_text": "If Europe deteriorates, or there is gridlock in dealing with America’s “fiscal cliff” at the beginning of 2013 (when tax cuts expire and automatic spending cuts kick in), a major downturn will become far more likely."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "六月四日人民解放军部队把学生和他们的支持着逐出了天安门广场，而在西方，这个日子被视为国家暴力对付手无寸铁的人民的一个悲剧性的例子而被人们记住，它也是中国人民被压制的对自由民主的渴望的纪念日。",
    "trg_text": "June 4, the day Peoples’ Liberation Army troops drove the students and their supporters from Tiananmen Square, is remembered in the West as a tragic example of state violence against unarmed citizens, and a memorial to the suppressed yearnings of the Chinese people for freedom and democracy."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "尽管美国的特斯拉公司是一家令人尊敬的公司，但到2025年，欧洲和中国拥有的电动汽车数量将是美国的十倍，而在支持电动汽车的充电站方面，美国也远远落后于欧洲和中国。",
    "trg_text": "While America’s Tesla is an admirable company, by 2025 Europe and China are expected to have over ten times more EVs than the US, which also lags far behind in the number of charging stations to support them."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国5月发布的军事战略白皮书鼓吹扩大国家防御边界计划，并因此加剧了邻国的担忧，很可能导致进一步扩大军费。",
    "trg_text": "The white paper on military strategy that China released in May, which touted plans to expand the country’s defense perimeter, intensified neighbors’ concerns, making even more military spending likely."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "所谓的习近平思想被写入中共党章，与共和国的两位历史巨人 — — 毛泽东和邓小平相提并论。 毛和邓是仅有的两位被正式认可用本人姓名命名意识形态的中国领导人。",
    "trg_text": "By enshrining so-called Xi Jinping Thought in the CPC charter, Party members established Xi alongside the People’s Republic’s two historical giants, Mao Zedong and Deng Xiaoping – the only other Chinese leaders with officially recognized eponymous ideologies."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "12月，美国官员为了更好地了解朝鲜导弹和核计划 — — 以使其指挥官能在潜在威胁具体化时采取快速行动 — — 而宣布了与韩国和日本的新情报共享协议。",
    "trg_text": "In December, US officials, seeking to better their understanding of North Korea’s missile and nuclear programs – and enable commanders to react swiftly if potential threats materialize – announced a new information-sharing agreement with South Korea and Japan."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "央行将利率降低到历史最低水平，但仍无法重振经济，因此采取了所谓的量化宽松：通过购买长期政府和其他债券为经济注入流动性。",
    "trg_text": "When cutting interest rates to historically low levels failed to revive growth, central banks took to so-called quantitative easing: injecting liquidity into economies by buying long-term government and other bonds."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "虽然美国起先与更专制的阿拉伯国家领导人保持距离，意在支持这些国家国内产生的民主道路，但当唯一现实的选择被证明是政治伊斯兰时，美国迅速回到其传统的支持维持现状的政策上来。",
    "trg_text": "While the US initially distanced itself from the more autocratic Arab leaders in a bid to support homegrown democratic alternatives, when the only realistic alternative turned out to be political Islam, America quickly returned to its traditional policy of supporting the status quo ."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "现实中的多个时钟，即使时间已调至一致，但在一段时间后依然会因为时钟漂移（英语：clock drift）而显示不同的时间，因为它们计时的速率会略有差异。",
    "trg_text": "Even when initially set accurately, real clocks will differ after some amount of time due to clock drift, caused by clocks counting time at slightly different rates."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "大型石油公司中只有法国道达尔一家以环境风险和经济成本为由反对在北极进行石油勘探开采。",
    "trg_text": "Of the large oil companies, only one – France’s Total – has argued against Arctic oil exploration and exploitation on the grounds of environmental risks and economic costs."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "客房最多可容纳2名额外的儿童或成人,使用现有床铺的收费是每人每晚USD30。",
    "trg_text": "Up to two additional children or adults are charged USD 30 per person per night when using existing beds."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在可预见的未来，欧元区的最大风险不是某些国家的无序退出，而是长期的经济停滞和高失业状态。",
    "trg_text": "The greatest risk for the eurozone in the foreseeable future is not a disorderly exit by some countries, but rather a prolonged period of stagnant growth and high unemployment."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "自邓小平以来，中国就强调根据共识治国，这或许并没有让中国变得更加民主，但至少防止了毛泽东式个人崇拜的卷土重来。",
    "trg_text": "China’s emphasis since Deng on rule by consensus may not have made the country any more democratic, but it at least prevented the re-emergence of a new cult of personality à la Mao Zedong."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "当前的文化世界弥漫着“公司”思维 — — 从财务角度出发预先选定发行商、制作商及其他艺术经理的支持对象 — — 这使得即便是广受赞誉的“竞争”概念看起来也是假的，被可悲地操纵着。",
    "trg_text": "Even the much-praised notion of competition seems fake and cynically manipulated by the “corporate” mentality that now pervades the world of culture – by the financial pre-selection that determines what publishers, producers, and other impresarios will support."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "要记得清洗脸并不是要把油全部弄掉 — — 如果你清洗完之后感到紧和干,说明你用的东西太强烈了。",
    "trg_text": "Remember that you want to clean your skin, not completely strip it of all oils — if it feels tight and dry after washing, you're using something too strong."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "另一个鼓励决策者长期着眼的方法是将他们的任职期限扩大到（比如）六年 — — 与经济周期长度大致相当。",
    "trg_text": "Another way to encourage longer-term thinking among policymakers would be to extend their terms in office to, say, six years – roughly the length of economic cycles."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "一些内阁成员要求完全与欧洲脱离 — — 即所谓的硬脱欧 — — 也有一些人提出更加明智的中间道路，意欲保持英国商品和服务的最大市场。",
    "trg_text": "Some cabinet members are pushing for a complete break from Europe – a so-called hard Brexit – while others press more sensibly for a middle-ground approach to maintain trade with the biggest market for British goods and services."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在经历了近70年的和平后，欧洲人似乎忘了为何统一如此重要，他们沉迷于民族主义，丝毫不顾其潜在后果。",
    "trg_text": "After almost 70 years of peace, Europeans seem to have forgotten why unity was so important, indulging nationalist sentiment without regard for its potential consequences."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "7月4日，即美国独立日当天，朝鲜给了美国人一个不想要的生日礼物，成功试射了火星-14洲际弹道导弹，分析家认为该导弹可以打到阿拉斯加。",
    "trg_text": "On July 4 – Independence Day in the US – North Korea gave Americans an unwanted birthday present, successfully testing the Hwasong-14, an intercontinental ballistic missile that analysts say has the capacity to reach Alaska."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "政府推迟了电力去碳化目标的设定，绿色能源资源的定价充满了不确定性，而绿色投资银行（Green Investment Bank）也处于资金不足状态。",
    "trg_text": "The government has delayed setting a decarbonization target for electricity generation, there is uncertainty over pricing for green energy sources, and the Green Investment Bank is under-financed."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "24小时接待台 机场接送 烧烤区 酒吧/休息室 沙滩 自行车出租 早餐(额外收费) 汽车租赁 快速结帐 同性恋友好 集团服务 历史网站 洗£/£客服务 24小时开放 停车场(免费) 现场餐厅 保管箱 出租车服务 无线网络(免费) 房间设施",
    "trg_text": "24-hr front desk Airport pickup BBQ area Bar/lounge Beach Bicycle rental Breakfast (extra charge) Car rental Express checkout Gay friendly Group services Historic site Laundry/valet service Open 24 Hours Parking (free) Restaurant on site Safe deposit box Taxi service WIFI (free) Room amenities"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "还有一点也许同样重要，那就是儿子即使婚后一般也与父母同住，并在父母年老时承担起赡养义务。",
    "trg_text": "Perhaps just as important is that sons typically live with their parents even after they are married, and assume responsibility for parents in their old age."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "司法部当前正在对家庭法院进行案件流程分析，追踪单个案件以查明延误及其背后的原因。",
    "trg_text": "The Ministry of Justice was currently undertaking a case-flow analysis of the Family Court, tracking individual cases in order to identify delays and the reasons behind them."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "随着最近几年中国经济的放缓，中共明白它无法再只靠增长保证其在中国老百姓眼中的政治地位。",
    "trg_text": "With China’s economy slowing down in recent years, the CCP knows that it can no longer rely on growth alone to guarantee its political standing in the eyes of ordinary Chinese."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "墨西哥的主要党派并没有（像美国那样）在激烈的总统大选后仍然争个不休，而是摆出了一副在诸多关键结构性改革领域精诚合作的样子，这些改革可以为墨西哥带来几十年的经济增长动力。",
    "trg_text": "Rather than continue fighting (as in the US) after a heated presidential election, Mexico’s major political parties appear poised to cooperate on a number of critical structural reforms that could energize economic growth for decades to come."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "经济学家曾经警告一个全欧洲通用的单一货币将造成严重问题，但那些坚持在1999年启动欧元的欧洲政治家却忽略了这一点。",
    "trg_text": "European politicians who insisted on introducing the euro in 1999 ignored the warnings of economists who predicted that a single currency for all of Europe would create serious problems."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果梅发现自己无法为任何版本的脱欧方案争取到议会多数票，辞职和大选也不会是她唯一的依靠。",
    "trg_text": "If May finds herself unable to muster a parliamentary majority for any version of Brexit, resignation and a general election will not be her only recourse."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "要不是奥运会近在眼前，并带来了巨大的国际压力，韩国民主转型可能不会发生，至少不会那么和平又迅速的发生。",
    "trg_text": "Without the approaching Games, and the international pressure that they brought, South Korea’s democratic transition might not have taken place, at least not as peacefully or rapidly as it did."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "公共开支几十年来支持了光伏技术领域的基础研究，而大额的初始建设补贴，尤其是在德国，已经促使太阳能行业达到了学习曲线和规模经济能够产生效果的规模。",
    "trg_text": "Public expenditures over several decades supported basic research into photovoltaic technology, and large subsidies for initial deployment, particularly in Germany, enabled the solar industry to reach sufficient size for learning-curve and economy-of-scale effects to kick in."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "《星球大战》的导演乔治·卢卡斯说，他向专营权的新老板迪斯尼提供了故事建议，结果只是被拒绝了。",
    "trg_text": "Star Wars creator George Lucas says he offered story suggestions to the franchise's new owner Disney, only to be turned down."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "首先，消费者面临银根紧缩和房价下降就会不得不减少开支，从而减缓美国经济并且通过世界贸易影响所有国家。",
    "trg_text": "First, consumers, faced with tighter credit and falling house values, will need to cut spending, slowing the US economy and affecting all countries via world trade."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "但对阿拉伯起义的兴趣的消退反映了一个更深层次的变化：对新的、更具代议制性质的政治制度的希望不再，而随着预期中的革命演变成反革命、内战、国家失败和日益恶化的宗教极端主义，取而代之的是绝望。",
    "trg_text": "But waning interest in the Arab uprisings reflects a deeper shift: hope for new, more representative political systems has given way to despair, as expectant revolutions have morphed into counter-revolution, civil war, failed states, and intensifying religious extremism."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在非正式协商中同秘书处代表进行的交流应局限于为某一代表团取得不可或缺的信息，使其能就正在起草的具体结论和建议采取立场。",
    "trg_text": "Interaction with the representatives of the Secretariat in the informal consultations should be limited to receiving information indispensable for a particular delegation for taking a position with respect to specific conclusions and recommendations being drafted."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "埃尔多安的正义和发展党（AKP）只获得了41%的选票，失去了自2002年掌权以来的多数支持率。",
    "trg_text": "Erdoğan’s Justice and Development Party (AKP) received just 41% of the vote, costing it the majority it had enjoyed since coming to power in 2002."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "领导层还将通过收回对表现不佳国有企业的支持（和资金）以增进效率，这可能让大批工人走上街头。",
    "trg_text": "The leadership will also try to increase state-owned enterprises’ efficiency by withholding support (and money) from those that underperform, potentially putting large numbers of workers out on the streets."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "客房奖励之预订一经确认后,任何更改(包括酒店、房型、入住日期、入住天数或客人姓名)均会导致预订被取消并需重新预订。 重新预订需视酒店客房出租情况而定,且需遵循预订取消及罚金等现行相关条款。",
    "trg_text": "Once a Room Award reservation has been confirmed, any changes (including hotel, room type, date of check-in, length of stay or guest name) will require the reservation to be cancelled and re-booked, subject to room availability, cancellation rules, policies and penalties that are prevailing from time to time."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "为了弥补风险的增加，夹层债务持有人要求的投资回报高于有担保或更高级的贷款人。",
    "trg_text": "In compensation for the increased risk, mezzanine debt holders require a higher return for their investment than secured or more senior lenders."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "美国总统奥巴马宣布开启TTIP谈判的第二天，欧洲委员会发布了一份欧元区金融交易税蓝图，这将为美国银行在欧盟市场上的经营活动造成新的成本。",
    "trg_text": "The day after US President Barack Obama announced the launch of the TTIP negotiations, the European Commission released its blueprint for a Eurozone Financial Transaction Tax that would impose new costs on US banks operating in EU markets."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "这场会谈促成了由商务部长罗斯牵头的贸易谈判，中国在谈判中同意向美国开放牛肉市场和多项金融服务，而美国同意向中国出售液化天然气。",
    "trg_text": "That meeting led to a trade negotiation led by Commerce Secretary Wilbur Ross in which China agreed to open its market to US beef and various financial services, and the US agreed to sell liquefied natural gas to China."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "此外,身份证和信用卡上的姓名必须与预订客人的姓名一致。",
    "trg_text": "Also, name on ID and credit card must match the name of the guest the reservation is for."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "虽然机场委员会拒绝了在伯明翰立即扩张的需要，但说机场不会以能力运作到20世纪40年代中期，但一旦 HS2对旅行模式的影响变得更加明朗，该机场就会重新思考。",
    "trg_text": "While the Airports Commission rejected the need for immediate expansion at Birmingham, saying the airport would not be operating at capacity until the mid-2040s, it left the door open for a rethink once the impact of HS2 on travel patterns had become clearer."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "1954年她嫁给了一个医生，但1963年离婚，并在41岁时领养了一个女儿，是第一个被允许收养孩子的单身女子。",
    "trg_text": "She married a physician in 1954, but divorced in 1963, and at the age of 41 she adopted a daughter, being the first single woman who was allowed to adopt a child."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在今年夏天中央邦的一次示威中，警察朝要求豁免债务和更好的农作物价格的农民开枪，导致五人死亡。",
    "trg_text": "At a protest in Madhya Pradesh this summer, police opened fire on farmers demanding debt relief and better crop prices, killing five."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "还有一种关键力量将决定未来数十年全球经济将如何发展：那就是中美之间的战略竞争。",
    "trg_text": "There is one more crucial dynamic that will shape how the global economy will develop in the coming decades: the strategic rivalry between China and the US."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "然而，争议最大的问题还是首相对于靖国神社的参拜，直到安倍来访之前，只要这种参拜还在持续，中国一直拒绝与日本领导人会面。",
    "trg_text": "The most contentious issue, however, has been prime ministerial visits to the Yasukuni Shrine, and, until Abe’s visit, China had been reluctant to engage in any summit meetings with Japan so long as such visits continue."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "清楚表明正是内贾德的政策在使伊朗陷入孤立，可以加强仍然脆弱的、由务实派保守人士和改革者组成的反内贾德联盟。 这个联盟的声势最近有所增强。",
    "trg_text": "Making it obvious that it is Ahmadinejad’s policies that are isolating Iran would strengthen the still-fragile anti-Ahmadinejad alliance of pragmatic conservatives and reformers, which has lately become more vocal."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "一次性表决多个存在争议的提案是公投未获通过的其中一项重要原因，支持其中部分举措、反对其它提案的选民无法分别表态，所以只能全部反对。",
    "trg_text": "One reason for the rejection was the bundling of multiple controversial proposals into one question: voters could not vote in favour of the measures they supported and against those they opposed, giving them reason to vote against the entire package."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "繁荣之后教育和医疗升级随之而来，有望通过提高生产力推升长期经济发展水平。",
    "trg_text": "With rising prosperity comes improved education and health care, which promise to help drive long-term economic growth by improving productivity."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如今改善医疗的工具强大无比而且低廉，如果决策者把即使是一点钱用在该用的地方，穷国的医疗条件也可以是不错的。",
    "trg_text": "Today’s tools for improving health are so powerful and inexpensive that health conditions could be reasonably good even in poor countries if policymakers spent even relatively little in the right places."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "当消费者在店内购物和付款时,持卡人可以像使用任何其他芯片银行卡一样使用生物识别银行卡。 持卡人只需将银行卡插入零售商的智能卡终端,同时将手指放在嵌入式传感器上面让指纹与模板进行验证,如果生物特征相匹配,交易就会得到批准,而在此过程中银行卡从未离开消费者的手中。",
    "trg_text": "When shopping and paying in-store, the biometric card works like any other chip card. The cardholder simply dips the card into a retailer's terminal while placing their finger on the embedded sensor. The fingerprint is verified against the template and â€“ if the biometrics match â€“ the cardholder is successfully authenticated and the transaction can then be approved with the card never leaving the consumer's hand."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "风暴在高知县催生出一场藤田级数为F1的龙卷风，多幢房屋因此受损，还有一辆汽车翻转，车内一名女性受伤。",
    "trg_text": "The storm spawned an F1 tornado in Kōchi that damaged several houses and flipped over a car, injuring a woman inside."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "在50个欧洲国家中只有以不尊重基本人权闻名的白俄罗斯还在和平时期执行死刑。",
    "trg_text": "Of 50 European countries, only Belarus, notorious for its lack of respect for basic human rights, still executes criminals in peacetime."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "此外，税收竞赛推动了市场集中和垄断，因为它让竞争向老牌跨国公司倾斜，而不利于体量较小的潜在竞争者。",
    "trg_text": "Moreover, tax competition drives market concentration and monopolization, because it tilts the playing field in favor of incumbent multinational corporations, and against smaller potential competitors."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "26. 集中的语言政策会让主要国家语言占据首要地位，而分散的政策可以对少数民族语言和区域语言的使用模式和地方条件作出更有效的回应。",
    "trg_text": "26. Centralized language policies may give primacy to the dominant national language, while decentralized policies can be more effective in responding to minority and regional language usage patterns and local conditions."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "首尔市长朴元淳正在通过定向金融支持、更公平的交易和转包规则以及非正式工作转正等手段为中小企业打造公平的竞争环境。",
    "trg_text": "In Seoul, Mayor Park Won-soon is leveling the playing field for small and medium-size enterprises with targeted financial support, fairer transaction and subcontracting rules, and informal-work regularization."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "英国投票脱离了欧盟，但脱欧可以有两种版本：获得EEA成员资格，以进入欧洲单一市场和保持人员自由流动；或退出单一市场，然后进行难以预料的贸易谈判。",
    "trg_text": "The UK voted to leave the EU, but Brexit comes in two flavors: membership in the EEA, with access to Europe’s single market and free movement of people, or an exit from the single market, followed by unpredictable trade negotiations."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "意大利官员说，突尼斯男子涉嫌驾驶一辆卡车进入一个拥挤的圣诞市场已经死亡，结束了全欧洲的追捕。",
    "trg_text": "Italian officials say the Tunisian man suspected of driving a truck into a crowded Christmas market is dead, ending a Europe-wide manhunt."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "宽敞的客房设有1张特大号床、专用工作区和名家设计的家具,包括美国及欧洲电源插座、iPod基座和Nespresso咖啡机,享有城市美景。",
    "trg_text": "A spacious room with a king-size bed, dedicated work area and designer furniture. It includes US and European power sockets, an iPod docking station, a Nespresso coffee machine and views of the city."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "尽管香港的抗议没有获得北京方面的任何直接政治让步，但他们引发了新一代的政治活动人士，他们在地方选举中赢得席位。",
    "trg_text": "Though the Hong Kong protests did not win any immediate political concessions from Beijing, they gave rise to a new generation of political activists who went on to win seats in local elections."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "危机的起因是私人部门过度负债和过高杠杆率，随着危机和衰退削弱财政状况，随着大部分私人亏损经由金融体系脱身计划而被摊派给全社会，私人债务危机演变为公共债务和公共赤字危机。",
    "trg_text": "The crisis started with too much private debt and leverage, which became public debt and deficits as crisis and recession triggered fiscal deterioration and private losses were mostly socialized via bailouts of financial systems."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "发达国家的支出将减少，储蓄将增加，在这样的情况下，关键新兴市场必须填补空白，提供全球复苏所需要的需求。",
    "trg_text": "With lower spending and higher savings in the advanced economies, key emerging markets must take up the slack and start providing the demand needed to power the global recovery."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "他们联络了不同的组织并且收到了大量吸引人的营销材料，但是没有一样可以回答他们的问题，也就是，慈善组织花钱做什么事情？ 它们有何证据表明它们的活动有所帮助？",
    "trg_text": "They contacted organizations and received lots of attractive marketing material, but nothing that answered basic questions: what do the charities do with their money, and what evidence do they have that their activities help?"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "选择微软Windows Phone作为诺基亚智能手机的唯一平台是埃洛普所犯最大的错误。",
    "trg_text": "Elop’s biggest mistake was choosing Microsoft’s Windows Phone as the only platform for Nokia’s smartphones."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "不仅如此，失业年轻人在暴力活动中寻找自我价值和经济回报可能使失业引发进一步冲突，因此创造就业机会应当是后冲突期的核心政策。",
    "trg_text": "Moreover, because unemployment can spur more conflict, as unemployed young people find validation and economic rewards in violent movements, job creation should be a central part of post-conflict policy."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "韩国国防部发言人金 Min - seok 拒绝证实或否认日本媒体报道，但表示，韩国军方正在对任何发射远程导弹的迹象进行监控。",
    "trg_text": "South Korean defense ministry spokesman Kim Min-seok declined to confirm or deny the Japanese media reports, but said the South's military was monitoring for any signs of a long-range missile launch."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "除非各方（包括美国和日本的其他亚太地区紧密盟友）小心处置，否则安倍的日本外交政策大变脸可能破坏到目前为止控制着中美对抗的脆弱实力平衡。",
    "trg_text": "Unless it is very carefully managed by all concerned, including the United States and Japan’s other closest Asia-Pacific allies, Abe’s makeover of Japanese foreign policy could undermine the fragile power balances that have so far kept the Sino-American rivalry in check."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "这难免会再次刺激热钱流入，投机者会利用中国利率和发达国家接近于零的短期利率之间的利差，从而进一步推高人民币（并创造出更多的投机机会 ） 。",
    "trg_text": "Again, this would inevitably trigger hot-money inflows, with speculators taking advantage of the spread between Chinese interest rates and the near-zero, short-term rates in developed economies, thereby driving up the renminbi further (and creating yet more opportunities for speculation)."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "我不会跟踪关注大量的人,但我会将我真正关注的内容发布出来或者再次写进博客。 我爱死我的博客了,大部分的新闻我都是从Tumblr的信息窗得到的。",
    "trg_text": "I don't follow a ton of people, but I post and reblog stuff I really care about. I love my blog. I get most of my news from my Tumblr dashboard."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "儿童生活的第一年也是经济拮据的一年，父母通常支出11，498英镑，而许多人由于请假照顾自己的孩子，他们的收入将减少。",
    "trg_text": "The first year of a child's life is also a financial pinch point, with parents typically spending £11,498 when many will have seen a cut in their income due to taking leave from work to care for their baby."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "美国已经退出了ABM条约，开始部署导弹防御系统，以期挫败小规模核打击（尽管对于俄罗斯有能力发动的大规模打击仍不足以应付 ） 。",
    "trg_text": "Having withdrawn from the ABM Treaty, the US has already begun to deploy missile-defense systems, with the hope of defeating a small-scale nuclear assault (though not a massive attack of the kind Russia could launch)."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "与此同时，强势人民币让进口不再昂贵，对中国的物价结构造成了下降压力。",
    "trg_text": "At the same time, a stronger renminbi has made imports less expensive, putting downward pressure on China's price structure."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "最后，增加政府支出的效果可能因人们预期一旦央行退出零利率下限就将出现增税（导致他们削减当下支出）而被抵消。",
    "trg_text": "Finally, the effects of additional government spending may be offset by people’s expectations of higher taxes once the central bank exits the zero lower bound on interest rates (causing them to spend less now)."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "当3D 的新颖性消失时，它仅仅没有添加到电影或观看运动的经验中，从而使它值得容忍眼镜的努力。",
    "trg_text": "Once the novelty of 3D wore off, it simply didn't add enough to the movie or sport-watching experience to make it worth the effort of tolerating the glasses."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如果美联储提高利率，中国也必须跟进以防资本外流，即使提高利率会对国内增长产生消极影响。",
    "trg_text": "If the Federal Reserve raises interest rates, China must follow suit to keep capital from flowing out, despite the negative impact of higher interest rates on domestic growth."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "德国可能在危机时刻得到更多的注意，但去年的情况证实，当小国同大国一起参与、甚至是领导时，欧盟会产生最大的效力和影响力。",
    "trg_text": "Germany might be getting all of the attention in this time of crisis, but the last year has been a reminder that Europe is most effective and influential when the small countries get involved and join forces with – and even lead – the big ones."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "大家普遍认为最高领袖哈梅内伊之所以让狂人内贾德走上现在的总统宝座是为了制约前总统拉夫桑贾尼，但是自从内贾德在犹太人大屠杀的问题上大放大放厥词，并且把伊朗越来越推向孤立的深渊，他开始后悔自己的决定了。",
    "trg_text": "It is widely believed that Supreme Leader Khamenei put the current nutcase president Mahmoud Ahmedinejad into office as a means of counterbalancing former president Rafsanjani, and has been regretting this decision ever since as Ahmedinejad spouted off about the Holocaust and pushed Iran deeper and deeper into isolation."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "中国民众无权投票，但他们却能够表达自己的不满，这使得中国官僚所谓的“维稳”显得至关重要。",
    "trg_text": "Chinese citizens cannot vote, but they can – and do – make their displeasure known, which places a premium on what Chinese bureaucrats call “stability maintenance.”"
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "批准的国际条约取代国家法律并予以执行，除非议会在批准时指出条约和已颁布法律之间的矛盾，在这种情况下，条约不会生效，直到立法解决矛盾为止。",
    "trg_text": "Ratified international treaties supersede national laws and are enforced, except in cases when upon ratification the Parliament recognizes contradictions between treaties and already enacted laws, in which case the treaty will not go into effect until the contradiction has been dealt with through legislation."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "若有迹象表明，调查员不加批判地坚持对一个事件的解释而不探索其他可行办法，包括对事件的投诉人所提出的其他可行办法，或不承认他们对事件的解释缺乏佐证，可能表明缺乏公正性。",
    "trg_text": "Indications that investigators uncritically adhere to one interpretation of events without bothering to explore alternatives, including the version of events advanced by the complainant, or fail to acknowledge a lack of evidence to support their interpretation of events, could indicate a lack of impartiality."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "像年轻人一样，企业家们正在质疑过去曾为普京赢得过无数国内支持的过于自信的军事民族主义外交政策，质疑为此付出的沉重代价，包括俄罗斯军事行动的实际成本和导致俄罗斯经济政治越来越被西方孤立所造成的影响究竟值不值。",
    "trg_text": "Like young Russians, entrepreneurs are questioning whether Putin’s assertive foreign policy of militant nationalism, which won him so much domestic support in the past, is worth the price, including the actual cost of Russia’s military activities and the impact of Russia’s increasing economic and political isolation from the West."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "1966~1967年的收支危机反映出英国的工资增速要高于其生产力增速，并随之产生贸易逆差，而外国投资者们也不愿意去出资支撑一个在他们看来不可持续的点位。",
    "trg_text": "The balance-of-payments crisis of 1966-7 reflected the tendency of British wages to grow faster than productivity, the consequent trade deficits, and foreign investors’ reluctance to finance a position they saw as unsustainable."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "如此说来，如果公司税改革的目标是提振投资和就业岗位创造，那么扩大税基以补偿低税率将不利于达成目标。",
    "trg_text": "That said, if the goal of corporate-tax reform is to boost investment and job creation, broadening the tax base to pay for a lower rate could be counterproductive."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "而正如金融市场似乎变得平静那样，欧洲领导人再一次燃起了实现重大政策跨越的期望 — — 却也再一次见证了峰会沦在一片争吵中破裂。",
    "trg_text": "Just as financial markets seem to have calmed, European leaders have once again raised expectations of a major policy move – only to see yet another summit devolve into squabbling."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "企业将更热衷于争取最佳金融激励，而非投资于潜在生产率收益最大的领域，经济活力也会因此受到影响。",
    "trg_text": "Firms will be more focused on wrangling the best financial incentives than on investing in areas with the highest potential productivity gains, and economic dynamism will suffer as a result."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "但如果没有法治，企业就会担心合同和私人产权得不到执行或独立的仲裁，经济无法保持强劲的长期增长。",
    "trg_text": "But without the rule of law, businesses lose confidence that contracts and private-property rights will be enforced or independently arbitrated, and the economy cannot sustain strong long-term growth."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "一个既合理又与克服政治阻力所需的渐进主义相结合的策略就是稳步扩大欧盟的预算，使其最终得以扮演一个宏观经济的角色，提升欧元区内部的稳定和凝聚力。",
    "trg_text": "One strategy that combines rationality with the gradualism needed to overcome political resistance would be to increase the EU budget steadily, so that it can ultimately play a macroeconomic role, promoting stability and reinforcing cohesion within the eurozone."
  },
  {
    "src_lang": "Chinese",
    "trg_lang": "English",
    "src_text": "自2010年以来，有序的公共采购已经停止，亚努科维奇直接向朋友和同事发放两倍于市场价格的政府合同。",
    "trg_text": "Since 2010, orderly public procurement has ceased, with Yanukovych simply doling out state contracts to friends and acolytes at twice the market price."
  }
]